Repository: HakobGhlijyan/BalanceCleaner
Catalog: assets/translations/app_source/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ru

# onboarding.page3.desc
source: Access your complete history of cleared balances and keep full control over past transactions.
de: Greifen Sie auf Ihre vollständige Historie bereinigter Guthaben zu und behalten Sie die volle Kontrolle über vergangene Transaktionen.
es: Accede a tu historial completo de saldos liquidados y mantén el control total de tus transacciones pasadas.
fr: Accédez à l'historique complet de vos soldes remis à zéro et gardez un contrôle total sur vos transactions passées.
hy: Մուտք գործեք զրոյացված մնացորդների ամբողջական պատմություն և լիովին վերահսկեք անցյալ գործարքները:
it: Accedi alla cronologia completa dei saldi azzerati e mantieni il pieno controllo sulle transazioni passate.
ru: Получите доступ к полной истории обнуленных балансов и сохраняйте полный контроль над прошлыми транзакциями.

# onboarding.page3.title
source: Track Every Cleared Balance
de: Verlauf im Blick behalten
es: Rastrea cada saldo liquidado
fr: Suivi de chaque solde remis à zéro
hy: Մնացորդների պատմություն
it: Traccia ogni saldo azzerato
ru: Отслеживание очищенных балансов

# onboarding.page4.desc
source: Review fulfilled conditions and how clears work, while supporting indie app development with small tips.
de: Prüfen Sie erfüllte Bedingungen und die Funktionsweise, während Sie die Entwicklung der Indie-App mit kleinen Trinkgeldern unterstützen.
es: Revisa las condiciones cumplidas y cómo funciona el proceso, mientras apoyas el desarrollo independiente con pequeñas propinas.
fr: Consultez les conditions remplies et le fonctionnement, tout en soutenant le développement indépendant avec de petits pourboires.
hy: Ծանոթացեք պայմաններին և աշխատանքի սկզբունքին՝ աջակցելով անկախ մշակողին փոքր թեյավճարներով:
it: Verifica le condizioni soddisfatte e il funzionamento, supportando lo sviluppo dell'app indipendente con piccole mance.
ru: Изучайте выполненные условия и принцип работы, поддерживая разработку инди-приложения небольшими чаевыми.

# onboarding.page4.title
source: How It Works & Support
de: Funktionsweise & Support
es: Cómo funciona y soporte
fr: Fonctionnement et soutien
hy: Ինչպես է դա աշխատում և աջակցություն
it: Come funziona e supporto
ru: Как это работает и поддержка

# onboarding.page5.desc
source: Standard calculations, basic history view, and essential balance management tools are free for everyone.
de: Standardberechnungen, einfache Historienansicht und grundlegende Tools zur Guthabenverwaltung sind für alle kostenlos.
es: Los cálculos estándar, la vista básica del historial y las herramientas esenciales de gestión de saldo son gratuitos para todos.
fr: Les calculs standard, l'historique de base et les outils essentiels de gestion de solde sont gratuits pour tous.
hy: Ստանդարտ հաշվարկները, պատմության հիմնական դիտումը և մնացորդի կառավարման գործիքներն անվճար են բոլորի համար:
it: I calcoli standard, la cronologia di base e gli strumenti essenziali di gestione del saldo sono gratuiti per tutti.
ru: Стандартные расчеты, базовый просмотр истории и основные инструменты управления балансом бесплатны для всех.

# onboarding.page5.title
source: Free Tier Features
de: Kostenlose Funktionen
es: Funciones gratuitas
fr: Fonctionnalités gratuites
hy: Անվճար հնարավորություններ
it: Funzionalità gratuite
ru: Бесплатные функции

# onboarding.page6.desc
source: Export your transaction history to PDF, customize advanced settings, and support future updates with Pro.
de: Exportieren Sie Ihren Transaktionsverlauf als PDF, passen Sie erweiterte Einstellungen an und unterstützen Sie künftige Updates mit Pro.
es: Exporta tu historial de transacciones a PDF, personaliza ajustes avanzados y apoya futuras actualizaciones con Pro.
fr: Exportez votre historique au format PDF, personnalisez les paramètres avancés et soutenez les futures mises à jour avec Pro.
hy: Արտահանեք գործարքների պատմությունը PDF-ով, հարմարեցրեք ընդլայնված կարգավորումները և աջակցեք ապագա թարմացումներին Pro-ի միջոցով:
it: Esporta la cronologia transazioni in PDF, personalizza le impostazioni avanzate e supporta i futuri aggiornamenti con Pro.
ru: Экспортируйте историю транзакций в PDF, настраивайте расширенные параметры и поддерживайте будущие обновления с Pro.

# onboarding.page6.title
source: Unlock Pro & Export
de: Pro freischalten & Exportieren
es: Desbloquea Pro y exporta
fr: Débloquer Pro et exporter
hy: Բացեք Pro-ն և արտահանեք
it: Sblocca Pro ed esporta
ru: Разблокируйте Pro и экспорт

# purchase.success_message %@
source: Zeroed out %@ to find equilibrium.
de: %@ bereinigt für das Gleichgewicht.
es: %@ vaciado para equilibrar.
fr: %@ vidé pour trouver l'équilibre.
hy: Դուրս է գրվել %@ մնացորդը զրոյացնելու համար:
it: %@ azzerato per trovare l'equilibrio.
ru: Списано %@ для обнуления баланса.

# region.balance_header
source: APPLE ID BALANCE
de: APPLE-ID-GUTHABEN
es: SALDO APPLE ID
fr: SOLDE APPLE ID
hy: APPLE ID-Ի ՄՆԱՑՈՐԴ
it: SALDO APPLE ID
ru: БАЛАНС APPLE ID

# region.family_header
source: FAMILY SHARING
de: FAMILIENFREIGABE
es: EN FAMILIA
fr: PARTAGE FAMILIAL
hy: ԸՆՏԱՆԵԿԱՆ ՀԱՍԱՆԵԼԻՈՒԹՅՈՒՆ
it: IN FAMIGLIA
ru: СЕМЕЙНЫЙ ДОСТУП

# region.family_sharing
source: Left Family Sharing Group
de: Familienfreigabe verlassen
es: Salido del Compartir en Familia
fr: Quitter le Partage Familial
hy: Դուրս է եկել Ընտանեկան հասանելիությունից
it: Lasciato Condivisione in Famiglia
ru: Вышел из Семейного Доступа

# region.family_sharing_desc
source: If you are part of a Family Sharing group, you must leave it before switching regions. Go to Settings → Apple ID → Family Sharing → Leave Family.
de: Wenn du einer Familienfreigabe-Gruppe angehörst, musst du sie vor dem Regionswechsel verlassen. Gehe zu Einstellungen → Apple-ID → Familienfreigabe → Familie verlassen.
es: Si formas parte de un grupo familiar, debes abandonarlo antes de cambiar de región. Ve a Ajustes → ID de Apple → En Familia → Salir de la familia.
fr: Si vous faites partie d'un groupe de partage familial, vous devez le quitter avant de changer de région. Allez dans Réglages → Identifiant Apple → Partage familial → Quitter la famille.
hy: Եթե ընդգրկված եք Ընտանեկան հասանելիության խմբում, անհրաժեշտ է դուրս գալ դրանից նախքան տարածաշրջանը փոխելը: Անցեք Կարգավորումներ → Apple ID → Ընտանեկան հասանելիություն → Դուրս գալ ընտանիքից:
it: Se fai parte di un gruppo In Famiglia, devi lasciarlo prima di cambiare regione. Vai su Impostazioni → ID Apple → In Famiglia → Esci dalla famiglia.
ru: Если вы состоите в группе Семейного доступа, необходимо выйти из неё перед сменой региона. Перейдите в Настройки → Apple ID → Семейный доступ → Покинуть семью.

# region.prerequisites
source: Pre-requisites
de: Voraussetzungen
es: Requisitos Previos
fr: Prérequis
hy: Նախապայմաններ
it: Prerequisiti
ru: Требования

# region.proceed
source: Proceed to App Store Settings
de: Zu App Store Einstellungen
es: Ir a Ajustes de App Store
fr: Accéder aux Paramètres App Store
hy: Անցնել App Store-ի կարգավորումներ
it: Vai alle Impostazioni App Store
ru: Перейти в Настройки App Store

# region.ready_desc
source: Once all checkmarks are green, tap the button below to open the App Store settings page where you can change your country or region.
de: Wenn alle Schalter grün sind, tippe auf die Schaltfläche unten, um die App-Store-Einstellungen zu öffnen und dein Land oder deine Region zu ändern.
es: Cuando todos los interruptores estén en verde, toca el botón de abajo para abrir los ajustes de la App Store y cambiar tu país o región.
fr: Lorsque tous les interrupteurs sont verts, appuyez sur le bouton ci-dessous pour ouvrir les réglages de l'App Store et changer de pays ou de région.
hy: Երբ բոլոր նշումները դառնան կանաչ, սեղմեք ներքևի կոճակը՝ App Store-ի կարգավորումները բացելու համար, որտեղ կարող եք փոխել երկիրը կամ տարածաշրջանը:
it: Quando tutti gli interruttori sono verdi, tocca il pulsante qui sotto per aprire le impostazioni dell'App Store e cambiare paese o regione.
ru: Когда все переключатели станут зелёными, нажмите кнопку ниже, чтобы открыть настройки App Store, где можно сменить страну или регион.

# region.ready_header
source: READY TO SWITCH
de: BEREIT ZUM WECHSEL
es: LISTO PARA CAMBIAR
fr: PRÊT À CHANGER
hy: ՊԱՏՐԱՍՏ Է ՓՈԽԵԼՈՒ
it: PRONTO AL CAMBIO
ru: ГОТОВО К СМЕНЕ

# region.subscriptions_canceled
source: All Subscriptions Canceled
de: Alle Abonnements Gekündigt
es: Todas las Suscripciones Canceladas
fr: Tous les Abonnements Annulés
hy: Բոլոր բաժանորդագրությունները չեղարկված են
it: Tutti gli Abbonamenti Annullati
ru: Все Подписки Отменены

# region.subscriptions_canceled_desc
source: Cancel all active subscriptions (Apple Music, iCloud+, Netflix, etc.) in Settings → Apple ID → Subscriptions. They will remain active until the end of the paid period.
de: Kündige alle aktiven Abonnements (Apple Music, iCloud+, Netflix usw.) unter Einstellungen → Apple-ID → Abonnements.
es: Cancela todas las suscripciones activas (Apple Music, iCloud+, Netflix, etc.) en Ajustes → ID de Apple → Suscripciones.
fr: Annulez tous les abonnements actifs (Apple Music, iCloud+, Netflix, etc.) dans Réglages → Identifiant Apple → Abonnements.
hy: Չեղարկեք բոլոր ակտիվ բաժանորդագրությունները (Apple Music, iCloud+, Netflix և այլն) Կարգավորումներ → Apple ID → Բաժանորդագրություններ բաժնում: Դրանք ակտիվ կմնան մինչև վճարված ժամանակահատվածի ավարտը:
it: Annulla tutti gli abbonamenti attivi (Apple Music, iCloud+, Netflix, ecc.) in Impostazioni → ID Apple → Abbonamenti.
ru: Отмените все активные подписки (Apple Music, iCloud+, Netflix и т.д.) в Настройки → Apple ID → Подписки. Они останутся активными до конца оплаченного периода.

# region.subscriptions_header
source: SUBSCRIPTIONS
de: ABONNEMENTS
es: SUSCRIPCIONES
fr: ABONNEMENTS
hy: ԲԱԺԱՆՈՐԴԱԳՐՈՒԹՅՈՒՆՆԵՐ
it: ABBONAMENTI
ru: ПОДПИСКИ

# region.title
source: Region Switcher
de: Regionwechsel
es: Cambio de Región
fr: Changement de Région
hy: Տարածաշրջանի փոխում
it: Cambio Regione
ru: Смена Региона

# region.zero_balance
source: Apple ID Balance is 0.00
de: Apple ID Guthaben ist 0,00
es: El saldo de Apple ID es 0,00
fr: Le solde Apple ID est à 0,00
hy: Apple ID-ի մնացորդը 0.00 է
it: Il saldo Apple ID è 0,00
ru: Баланс Apple ID равен 0.00

# region.zero_balance_desc
source: Your Apple ID balance must be exactly zero before Apple allows you to change regions. Use the Smart Clean feature on the main screen to drain it.
de: Dein Apple-ID-Guthaben muss genau null sein, bevor Apple dir erlaubt, die Region zu wechseln. Verwende die Smart-Clean-Funktion auf dem Hauptbildschirm.
es: Tu saldo de Apple ID debe ser exactamente cero antes de que Apple te permita cambiar de región. Usa la función Smart Clean en la pantalla principal.
fr: Votre solde Apple ID doit être exactement à zéro avant de pouvoir changer de région. Utilisez la fonction Smart Clean sur l'écran principal.
hy: Ձեր Apple ID-ի մնացորդը պետք է լինի ճիշտ զրո, նախքան Apple-ը կթույլատրի փոխել տարածաշրջանը: Օգտագործեք Smart Clean ֆունկցիան հիմնական էկրանին՝ այն զրոյացնելու համար:
it: Il saldo del tuo Apple ID deve essere esattamente zero prima che Apple ti permetta di cambiare regione. Usa la funzione Smart Clean nella schermata principale.
ru: Баланс Apple ID должен быть равен нулю, прежде чем Apple разрешит сменить регион. Используйте функцию Smart Clean на главном экране для обнуления.

# settings.about_section
source: ABOUT APP
de: ÜBER DIE APP
es: SOBRE LA APP
fr: À PROPOS DE L'APP
hy: ՀԱՎԵԼՎԱԾԻ ՄԱՍԻՆ
it: INFO APP
ru: О ПРИЛОЖЕНИИ

# settings.appPro
source: All pro features are active
de: Alle Pro-Funktionen sind aktiv
es: Todas las funciones pro están activas
fr: Toutes les fonctionnalités pro sont actives
hy: Բոլոր pro հնարավորությունները ակտիվ են
it: Tutte le funzionalità pro sono attive
ru: Все про-функции активны

# settings.backgroundPurchasesSubtitle
source: Pro User can change App background for Starfield
de: Pro-Benutzer können den App-Hintergrund in Starfield ändern
es: Los usuarios Pro pueden cambiar el fondo de la aplicación a Starfield
fr: Les utilisateurs Pro peuvent changer l'arrière-plan de l'application en Starfield
hy: Pro օգտատերը կարող է փոխել հավելվածի ֆոնը Starfield-ով
it: Gli utenti Pro possono cambiare lo sfondo dell'app in Starfield
ru: Пользователи Pro могут изменить фон приложения на Звездное небо

# settings.backgroundPurchasesTitle
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
hy: Ֆոն
it: Sfondo
ru: Фон

# settings.bringCirclePurchasesSubtitle
source: Pro User can change Amount Ring Apple Glow Intent Design
de: Pro-Benutzer können das Design des Betragsrings (Apple Glow Intent) ändern
es: Los usuarios Pro pueden cambiar el diseño del anillo de importe (Apple Glow Intent)
fr: Les utilisateurs Pro peuvent changer le design de l'anneau du montant (Apple Glow Intent)
hy: Pro օգտատերը կարող է փոխել գումարի օղակի դիզայնը (Apple Glow Intent)
it: Gli utenti Pro possono cambiare il design dell'anello dell'importo (Apple Glow Intent)
ru: Пользователи Pro могут изменить дизайн кольца суммы (Apple Glow Intent)

# settings.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ru: Отмена

# settings.contact_us
source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
hy: Կապ հաստատել մեզ հետ
it: Contattaci
ru: Связаться с нами

# settings.data_section
source: DATA
de: DATEN
es: DATOS
fr: DONNÉES
hy: ՏՎՅԱԼՆԵՐ
it: DATI
ru: ДАННЫЕ

# settings.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
hy: Պատրաստ է
it: Fatto
ru: Готово

# settings.export_history
source: Export History
de: Verlauf exportieren
es: Exportar historial
fr: Exporter l'historique
hy: Արտահանել պատմությունը
it: Esporta cronologia
ru: Экспорт истории

# settings.export_history_desccsv
source: Export clear history to CSV
de: Verlauf als CSV exportieren
es: Exportar historial en CSV
fr: Exporter l'historique au format CSV
hy: Արտահանել մաքրման պատմությունը CSV ձևաչափով
it: Esporta cronologia in CSV
ru: Экспорт истории списаний в CSV

# settings.export_history_descpdf
source: Export clear history to PDF
de: Verlauf als PDF exportieren
es: Exportar historial en PDF
fr: Exporter l'historique au format PDF
hy: Արտահանել մաքրման պատմությունը PDF ձևաչափով
it: Esporta cronologia in PDF
ru: Экспорт истории списаний в PDF

# settings.generatingCSV
source: Generating CSV...
de: CSV wird erstellt...
es: Generando CSV...
fr: Génération du CSV...
hy: CSV-ի ստեղծում...
it: Generazione CSV in corso...
ru: Генерация CSV...

# settings.generatingPDF
source: Generating PDF...
de: PDF wird erstellt...
es: Generando PDF...
fr: Génération du PDF...
hy: PDF-ի ստեղծում...
it: Generazione PDF in corso...
ru: Генерация PDF...

# settings.how_it_works
source: How it works
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
hy: Ինչպես է դա աշխատում
it: Come funziona
ru: Как это работает

# settings.how_it_works_desc
source: Zero out your Apple ID balance instantly to prepare for a region change.
de: Setzen Sie Ihr Apple ID-Guthaben sofort auf null.
es: Vacíe su saldo de Apple ID al instante.
fr: Videz instantanément votre solde Apple ID.
hy: Անմիջապես զրոյացրեք Apple ID-ի մնացորդը՝ տարածաշրջանի փոփոխությանը պատրաստվելու համար:
it: Azzera il saldo del tuo Apple ID istantaneamente.
ru: Мгновенно обнуляйте баланс Apple ID для подготовки к смене региона.

# settings.one_time_purchase %@
source: One-time purchase (%@)
de: Einmaliger Kauf (%@)
es: Compra única (%@)
fr: Achat unique (%@)
hy: Մեկանգամյա գնում (%@)
it: Acquisto una tantum (%@)
ru: Единоразовая покупка (%@)

# settings.premium_feature_message
source: Exporting history is a premium feature. Unlock Premium to access this and future pro tools!
de: Der Export ist eine Premium-Funktion. Schalten Sie Premium frei, um darauf und auf zukünftige Pro-Tools zuzugreifen!
es: Exportar el historial es una función premium. ¡Desbloquea Premium para acceder a esta y futuras herramientas Pro!
fr: L'exportation de l'historique est une fonctionnalité premium. Débloquez Premium pour y accéder ainsi qu'aux futurs outils Pro !
hy: Պատմության արտահանումը պրեմիում ֆունկցիա է: Ակտիվացրեք Պրեմիումը՝ սրան և ապագա Pro գործիքներին հասանելիություն ստանալու համար:
it: L'esportazione della cronologia è una funzione premium. Sblocca Premium per accedere a questa e alle future funzionalità Pro!
ru: Экспорт истории — это премиум функция. Разблокируйте Премиум для доступа к этой и будущим про-инструментам!

# settings.premium_feature_title
source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
hy: Պրեմիում ֆունկցիա
it: Funzione Premium
ru: Премиум функция

# settings.premium_unlocked
source: Premium Unlocked
de: Premium freigeschaltet
es: Premium desbloqueado
fr: Premium débloqué
hy: Պրեմիումն ակտիվացված է
it: Premium sbloccato
ru: Премиум разблокирован

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hy: Գաղտնիության քաղաքականություն
it: Informativa sulla privacy
ru: Политика конфиденциальности

# settings.privacy_policy_desc
source: We do not store or track your Apple ID data.
de: Wir speichern oder verfolgen Ihre Apple-ID-Daten nicht.
es: No almacenamos ni rastreamos los datos de tu ID de Apple.
fr: Nous ne stockons ni ne suivons les données de votre identifiant Apple.
hy: Մենք չենք պահպանում կամ հետևում ձեր Apple ID-ի տվյալներին:
it: Non memorizziamo né tracciamo i dati del tuo ID Apple.
ru: Мы не храним и не отслеживаем данные вашего Apple ID.

# settings.rate_app
source: Rate App
de: App bewerten
es: Calificar la app
fr: Noter l'application
hy: Գնահատել հավելվածը
it: Valuta l'app
ru: Оценить приложение

# settings.rate_app_desc
source: Leave a review on the App Store.
de: Hinterlassen Sie eine Bewertung im App Store.
es: Deja una reseña en el App Store.
fr: Laissez un avis sur l'App Store.
hy: Թողեք կարծիք App Store-ում:
it: Lascia una recensione su App Store.
ru: Оставьте отзыв в App Store.

# settings.recover_purchases
source: Recover previous purchases
de: Frühere Käufe wiederherstellen
es: Recuperar compras anteriores
fr: Récupérer les achats précédents
hy: Վերականգնել նախկին գնումները
it: Recupera gli acquisti precedenti
ru: Восстановить прошлые покупки

# settings.replayOnboarding
source: Replays the welcome screens. You can see again demo, how clean balance.
de: Wiederholt die Begrüßungsbildschirme. Sie können sich die Demo zur Guthabenbereinigung noch einmal ansehen.
es: Repite las pantallas de bienvenida. Puedes ver nuevamente la demo sobre cómo limpiar el saldo.
fr: Rejoue les écrans de bienvenue. Vous pouvez revoir la démo sur la manière de vider le solde.
hy: Վերագործարկում է ողջույնի էկրանները: Դուք կարող եք կրկին տեսնել ցուցադրությունը, թե ինչպես զրոյացնել մնացորդը:
it: Riproduce le schermate di benvenuto. Puoi rivedere la demo su come azzerare il saldo.
ru: Повторный показ приветственных экранов. Вы можете снова посмотреть демо-версию обнуления баланса.

# settings.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hy: Վերականգնել գնումները
it: Ripristina acquisti
ru: Восстановить покупки

# settings.ringCirclePurchasesTitle
source: Amount Ring Design
de: Design des Betragsrings
es: Diseño del anillo de importe
fr: Design de l'anneau du montant
hy: Գումարի օղակի դիզայն
it: Design dell'anello dell'importo
ru: Дизайн кольца суммы

# settings.seeOnboarding
source: Onboarding
de: Einführung
es: Bienvenida
fr: Bienvenue
hy: Ծանոթացում
it: Benvenuto
ru: Приветствие

# settings.showOnboarding
source: Show Onboarding Again
de: Einführung erneut anzeigen
es: Mostrar bienvenida de nuevo
fr: Afficher à nouveau la bienvenue
hy: Կրկին ցուցադրել ծանոթացումը
it: Mostra di nuovo il benvenuto
ru: Показать приветствие снова

# settings.subtitle
source: Manage your app preferences, privacy controls, and storage cleanup rules.
de: Verwalten Sie App-Einstellungen, Datenschutzkontrollen und Speicherbereinigungsregeln.
es: Administra las preferencias de la app, los controles de privacidad y las reglas de limpieza de almacenamiento.
fr: Gérez les préférences de l'application, les contrôles de confidentialité et les règles de nettoyage de stockage.
hy: Կառավարեք հավելվածի նախապատվությունները, գաղտնիության կարգավորումները և հիշողության մաքրման կանոնները:
it: Gestisci le preferenze dell'app, i controlli sulla privacy e le regole di pulizia dello spazio di archiviazione.
ru: Управляйте настройками приложения, параметрами конфиденциальности и правилами очистки памяти.

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hy: Կարգավորումներ
it: Impostazioni
ru: Настройки

# settings.unlock_for %@
source: Unlock for %@
de: Freischalten für %@
es: Desbloquear por %@
fr: Débloquer pour %@
hy: Ակտիվացնել %@-ով
it: Sblocca per %@
ru: Разблокировать за %@

# settings.unlock_premium
source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
hy: Ակտիվացնել Պրեմիումը
it: Sblocca Premium
ru: Разблокировать Премиум

# splitPayment.appleid
source: From Apple ID balance
de: Vom Apple-ID-Guthaben
es: Del saldo de Apple ID
fr: Du solde Apple ID
hy: Apple ID-ի մնացորդից
it: Dal saldo Apple ID
ru: С баланса Apple ID

# splitPayment.creditCard
source: From credit card
de: Von der Kreditkarte
es: De la tarjeta de crédito
fr: De la carte de crédit
hy: Վարկային քարտից
it: Dalla carta di credito
ru: С кредитной карты

# splitPayment.Next
source: Total purchases
de: Käufe insgesamt
es: Compras totales
fr: Total des achats
hy: Ընդհանուր գնումներ
it: Acquisti totali
ru: Всего покупок

# storeError.cancel
source: Purchase cancelled
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annulé
hy: Գնումը չեղարկվել է
it: Acquisto annullato
ru: Покупка отменена

# storeError.error
source: Payment error
de: Zahlungsfehler
es: Error de pago
fr: Erreur de paiement
hy: Վճարման սխալ
it: Errore di pagamento
ru: Ошибка оплаты

# storeError.failedFetchProducts
source: Failed to fetch products
de: Produkte konnten nicht geladen werden
es: No se pudieron obtener los productos
fr: Impossible de récupérer les produits
hy: Չհաջողվեց բեռնել ապրանքները
it: Impossibile recuperare i prodotti
ru: Не удалось загрузить товары

# storeError.failedVerification
source: Failed verification for transaction
de: Transaktionsverifizierung fehlgeschlagen
es: Falló la verificación de la transacción
fr: Échec de la vérification de la transaction
hy: Գործարքի ստուգումը ձախողվեց
it: Verifica della transazione non riuscita
ru: Не удалось подтвердить транзакцию

# storeError.failureRestorePurchases
source: Failed to restore purchases
de: Käufe konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
hy: Չհաջողվեց վերականգնել գնումները
it: Impossibile ripristinare gli acquisti
ru: Не удалось восстановить покупки

# storeError.pending
source: Purchase pending approval
de: Kauf wartet auf Genehmigung
es: Compra pendiente de aprobación
fr: Achat en attente d'approbation
hy: Գնումը սպասում է հաստատման
it: Acquisto in attesa di approvazione
ru: Покупка ожидает одобрения

# storeError.success
source: Transaction finished
de: Transaktion abgeschlossen
es: Transacción finalizada
fr: Transaction terminée
hy: Գործարքն ավարտվեց
it: Transazione completata
ru: Транзакция завершена

# storeError.successRestorePurchases
source: Purchases successfully restored
de: Käufe erfolgreich wiederhergestellt
es: Compras restauradas correctamente
fr: Achats restaurés avec succès
hy: Գնումները հաջողությամբ վերականգնվեցին
it: Acquisti ripristinati con successo
ru: Покупки успешно восстановлены

# storeError.transactionStatus
source: Transaction finished
de: Transaktion abgeschlossen
es: Transacción finalizada
fr: Transaction terminée
hy: Գործարքն ավարտվեց
it: Transazione completata
ru: Транзакция завершена
